[
  {
    "name": "Devon",
    "type": "chair",
    "color": "blue",
    "description": "All the frames are made of solid with eucalyptus, grey, black oak, caffee oak and sunrise oak veneers. Seats and backrests upholstered in fabric or leather chosen from the Molteni&C range.",
    "material": ["leather", "wood"],
    "price": 250,
    "company": "Molteni&C",
    "designer": "Rodolfo Dordoni",
    "designer-bio": "Rodolfo Dordoni, architect and designer, was born in Milan, where he graduated in Architecture. His collaboration with Molteni&C has gone beyond the production of individual products and has become the creation of a collection for the dining room and night systems. These projects feature hidden high-technology in the products."
  },
  {
    "name": "Aster",
    "type": "coffee table",
    "color": "brown",
    "description": "The Aster coffee table, designed by Vincent Van Duysen, is the ultimate expression of compositional rationality and craftsmanship. A unique object made entirely by hand, a contemporary work of art that combines aesthetics and functionality. Each table has a slightly different connotation, testifying to its handcrafted nature.",
    "material": ["glass", "steel"],
    "price": 150,
    "company": "Molteni&C",
    "designer": "Vincent Van Duysen",
    "designer-bio": "Vincent Van Duysen was born in 1962, in Lokeren, Belgium and graduated in architecture at the Higher Institute of Architecture Sint-Lucas, in Ghent. From 1986 to 1989 he worked in Milan and Brussels. He opened his own studio in Antwerp, in 1990 focusing on architecture and interior design. The relationship between interior design and architecture in his work is profound. Furnishings and accessories are designed with an architectural perspective that is not limited by form, but is expressed with a careful perception of interior space and its relationship to the exterior architecture. By interpreting architecture and redefining its proportions, Van Duysen creates objects of great purity and simplicity that still retain a concrete character and solid form."
  },
  {
    "name": "Cinnamon",
    "type": "armchair",
    "color": "green",
    "description": "The Cinnamon armchair by the Japanese designer Naoto Fukasawa is a masterpiece of furniture design that seamlessly blends form, function, and comfort. The enveloping shape exudes an air of warmth and tranquility, inviting you to sink in and relax.",
    "material": ["wool"],
    "price": 950,
    "company": "Molteni&C",
    "designer": "Naoto Fukasawa",
    "designer-bio": "Naoto Fukasawa has designed everything from watches, CD players and eyewear to pens, chairs and his L-shaped house and studio. Over his career he has worked for a host of international brands, written several books and held roles as an educator, curator, advisor and more. Across all of these endeavours, he applies his nuanced and gentle design philosophy, which is based on the belief that design is most successful when it is so user-friendly that you may not even notice it."
  },
  {
    "name": "Skin",
    "type": "sofa",
    "color": "brown",
    "description": "A texture crossed by light and suspended in space.The result of many years of collaboration between Jean Nouvel and Molteni&C, SKiN is a self supporting hide leather cover with a special pattern. Leather without body reshapes itself over time so that innovation and memory hold the same form.",
    "material": ["leather"],
    "price": 750,
    "company": "Molteni&C",
    "designer": "Jean Nouvel",
    "designer-bio": "Jean Nouvel was born in 1945 in Fumel, France. His approach to design comes from a need to create objects for his own architectures. This approach created the Less table which was produced by Molteni&C. for the headquarters of the Cartier Foundation. The Ateliers Jean Nouvel design activities reflect a desire to develop an “architectural design”."
  },
  {
    "name": "Wish",
    "type": "bed",
    "color": "brown",
    "description": "Wish is the best example of the use of wood and attention given to details to create a timeless classic. A bed in solid wood with minimal, refined lines, comes with soft pillows for the head, in fabric or in leather, which combine with the woods of the structure, Graphite Oak, Coffee oak and Black Oak",
    "material": ["leather", "wood"],
    "price": 800,
    "company": "Molteni&C",
    "designer": "Rodolfo Dordoni",
    "designer-bio": "Rodolfo Dordoni, architect and designer, was born in Milan, where he graduated in Architecture. His collaboration with Molteni&C has gone beyond the production of individual products and has become the creation of a collection for the dining room and night systems. These projects feature hidden high-technology in the products."
  },
  {
    "name": "Teorema",
    "type": "drawer",
    "color": "brown",
    "description": "The Teorema project is the solid part of a void. It is the flip side of Grado°, the collection that explores the form of a void. It is the mould as design, the template transferred and shifted that becomes micro architecture, and exceeds all disciplinary boundaries.",
    "material": ["wood"],
    "price": 890,
    "company": "Molteni&C",
    "designer": "Ron Gilad",
    "designer-bio": "Ron Gilad was born in Tel Aviv in 1972. After a few years in New York, he lives and works in Tel Aviv and Milan. Ron Gilad’s hybrid objects combine a practical ingenuity with an aesthetic effect which and are placed on a boundary between the abstract and functional. When he was asked to collaborate with Molteni&C, Ron Gilad initially wondered if he should behave as a designer or just be himself in the most authentic way. He found his answer by creating a connection between his more abstract and artistic ideas and commercial industry mechanisms and converting them into ingenious design products."
  },
  {
    "name": "Graduate",
    "type": "bookshelf",
    "color": "bronze",
    "description": "Jean Nouvel has designed a brilliant wall structure resolved in a single shelf anchored to the wall or to the ceiling. Its secret lies in the thick top shelf, which, fixed to the wall or ceiling, contains a system of steel braces, which enables the weight to be distributed evenly along the whole surface of the bookcase.",
    "material": ["steel", "plywood", "aluminium"],
    "price": 600,
    "company": "Molteni&C",
    "designer": "Jean Nouvel",
    "designer-bio": "Jean Nouvel was born in 1945 in Fumel, France. His approach to design comes from a need to create objects for his own architectures. This approach created the Less table which was produced by Molteni&C. for the headquarters of the Cartier Foundation. The Ateliers Jean Nouvel design activities reflect a desire to develop an “architectural design”."
  },
  {
    "name": "Butt Stool",
    "type": "chair",
    "color": "beige",
    "description": "Conceptually playful, the Butt Stool is hand-carved from natural stone and transformed into sculptural furniture reminiscent of human forms. This cheeky design serves the dual purpose of a chair, side table or sculptural art while infusing a sense of sophistication and spontaneity in the space it inhabits. Embracing the subtle variations of natural stone and the highly intricate process by which design is made, each stool is one-of-a-kind.",
    "material": ["stone"],
    "price": 400,
    "company": "Kelly Wearstler",
    "designer": "Kelly Wearstler",
    "designer-bio": ""
  },
  {
    "name": "Morro",
    "type": "coffee table",
    "color": "beige",
    "description": "Hand carved from solid stone, the Morro Coffee Table exemplifies modernity through geometric simplicity and form. The sculptural 3-sphere base and substantial top are each composed of solid Coulmier Limestone with a honed finish that enhances the richness of this beautiful natural stone. Also available in Nero Marquina and Endive marble.",
    "material": ["stone"],
    "price": 300,
    "company": "Kelly Wearstler",
    "designer": "",
    "designer-bio": ""
  },
  {
    "name": "Morro Vanity Chair",
    "type": "chair",
    "color": "red",
    "description": "Upholstered in the finest boucle fabric, architectural and curvaceous forms intersect in the immaculately designed Morro Vanity Chair.",
    "material": ["boucle"],
    "price": 700,
    "company": "Kelly Wearstler",
    "designer": "",
    "designer-bio": ""
  },
  {
    "name": "Fairfax",
    "type": "chair",
    "color": "district tobacco",
    "description": "The Fairfax Chair, in either the right hand facing or left hand facing configuration, is a great occasional seating option. The asymmetrical arm and back give the chair a sculptural quality. When paired together, in opposing configurations the drama is heightened. The hardwood frame features double-doweled joinery and is built for longevity. Available in a selection of curated fabrics and leathers.",
    "material": ["linen"],
    "price": 900,
    "company": "Kelly Wearstler",
    "designer": "",
    "designer-bio": ""
  },
  {
    "name": "Souffle Chair",
    "type": "chair",
    "color": "grey",
    "description": "With its curvilinear form, bold massing, and thoughtful detailing, the Souffle Chair is a modern icon. This chair features solid cast burnished brass legs and an artisanal ruched body which is available in a curated selection of leathers. Non-ruched options are also available.",
    "material": ["leather"],
    "price": 490,
    "company": "Kelly Wearstler",
    "designer": "",
    "designer-bio": ""
  },
  {
    "name": "Blue Period Mirror",
    "type": "mirror",
    "color": "blue",
    "description": "A playful take on a lost childhood object, Blue Period is a functional work of art intended to be interacted with. Featuring reclaimed materials and ambiguous forms produced entirely by hand, this sculptural mirror evokes its own distinct personality in any interior.",
    "material": ["leather"],
    "price": 440,
    "company": "Kelly Wearstler",
    "designer": "Amelia Briggs",
    "designer-bio": "Amelia Briggs is a Nashville-based designer known for her innate ability to transform reclaimed materials into playful yet sophisticated forms that evoke a sense of childhood nostalgia. With abstract works featured in numerous publications and exhibitions in Paris, Florence, London and throughout the United States, Amelia creates character-filled pieces that marry form and function."
  }
]
